Repository: strelovidniy/volunterio
Catalog: volunterio.client/src/locale/messages.*.xlf
Languages: es, fr, ja

source: Password must have at least 8 characters
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
ja: パスワードは8文字以上

source: Password must have not more than 32 characters
es: La contraseña no debe tener más de 32 caracteres
fr: Le mot de passe ne doit pas comporter plus de 32 caractères
ja: パスワードは32文字以内

source: Password must have at least one uppercase letter
es: La contraseña debe tener al menos una letra mayúscula
fr: Le mot de passe doit comporter au moins une lettre majuscule.
ja: パスワードには少なくとも1つの大文字が必要です。

source: Password must have at least one lowercase letter
es: La contraseña debe tener al menos una letra minúscula
fr: Le mot de passe doit comporter au moins une lettre minuscule
ja: パスワードには小文字を1文字以上使用すること

source: Password must have at least one digit
es: La contraseña debe tener al menos un dígito
fr: Le mot de passe doit comporter au moins un chiffre
ja: パスワードは1桁以上でなければならない

source: Invalid role type
es: Tipo de rol no válido
fr: Type de rôle non valide
ja: 無効なロールタイプ

source: Invalid sort by property
es: Propiedad sort by no válida
fr: Propriété "trier par" invalide
ja: 無効な並べ替えプロパティ

source: Invalid expand property
es: Propiedad de expansión no válida
fr: Propriété d'extension non valide
ja: 無効な展開プロパティ

source: Invalid email format
es: Formato de correo electrónico no válido
fr: Format d'email non valide
ja: 無効な電子メール形式

source: Invalid email model
es: Modelo de correo electrónico no válido
fr: Modèle d'email invalide
ja: 無効なメールモデル

source: Invalid verification code
es: Código de verificación no válido
fr: Code de vérification invalide
ja: 無効な認証コード

source: Invalid file
es: Archivo no válido
fr: Fichier non valide
ja: 無効なファイル

source: Invalid phone number
es: Número de teléfono no válido
fr: Numéro de téléphone invalide
ja: 無効な電話番号

source: Invalid notification settings
es: Ajustes de notificación no válidos
fr: Paramètres de notification non valides
ja: 無効な通知設定

source: First name should not contain white space
es: El nombre no debe contener espacios en blanco
fr: Le prénom ne doit pas contenir d'espace blanc
ja: ファーストネームは空白を含まないこと

source: Last name should not contain white space
es: El apellido no debe contener espacios en blanco
fr: Le nom de famille ne doit pas contenir d'espace blanc
ja: 姓は空白を含まないこと

source: Help request removed
es: Solicitud de ayuda eliminada
fr: Demande d'aide supprimée
ja: ヘルプリクエスト削除

source: New password has been sent to the mail
es: Se ha enviado la nueva contraseña al correo
fr: Le nouveau mot de passe a été envoyé au courrier
ja: 新しいパスワードがメールに送信されました

source: Password changed
es: Contraseña modificada
fr: Mot de passe modifié
ja: パスワード変更

source: Сhanges applied
es: Cambios aplicados
ja: 変更点

source: Enable Notifications
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする

source: Enable Tag Filtration
es: Activar el filtrado de etiquetas
fr: Activer le filtrage des étiquettes
ja: タグフィルトレーションを有効にする

source: Filter Tags
es: Etiquetas de filtro
fr: Filtrer les étiquettes
ja: フィルタータグ

source: Tags are required
es: Etiquetas obligatorias
fr: Des étiquettes sont nécessaires
ja: タグが必要

source: Separate tags with commas
es: Separe las etiquetas con comas
fr: Séparer les balises par des virgules
ja: タグはカンマで区切る

source: Enable Title Filtration
es: Activar el filtrado de títulos
fr: Activer le filtrage des titres
ja: タイトルフィルトレーションを有効にする

source: Filter Titles
es: Filtrar títulos
fr: Filtrer les titres
ja: フィルタータイトル

source: Titles are required
es: Se requieren títulos
fr: Les titres sont obligatoires
ja: タイトルが必要

source: Separate title substrings with commas
es: Separe las subcadenas de títulos con comas
fr: Séparer les sous-chaînes du titre par des virgules
ja: タイトルの部分文字列をカンマで区切る

source: DANGER ZONE: This will enable notifications for all the updates and can cause a lot of notifications
es: ZONA DE PELIGRO: Esto activará las notificaciones para todas las actualizaciones y puede causar una gran cantidad de notificaciones
fr: DANGER ZONE : Cette option active les notifications pour toutes les mises à jour et peut entraîner un grand nombre de notifications.
ja: DANGER ZONE：これはすべてのアップデートの通知を有効にし、多くの通知を引き起こす可能性があります。

source: Enable Update Notifications
es: Activar las notificaciones de actualización
fr: Activer les notifications de mise à jour
ja: アップデート通知を有効にする

source: Tags are required
es: Etiquetas obligatorias
fr: Des étiquettes sont nécessaires
ja: タグが必要

source: Titles are required
es: Se requieren títulos
fr: Les titres sont obligatoires
ja: タイトルが必要

source: You have successfully subscribed to push notifications
es: Te has suscrito correctamente a las notificaciones push
fr: Vous vous êtes abonné avec succès aux notifications push
ja: プッシュ通知への登録が完了しました

source: An error occurred while subscribing to push notifications
es: Se ha producido un error al suscribirse a las notificaciones push
fr: Une erreur s'est produite lors de l'inscription aux notifications push
ja: プッシュ通知の購読中にエラーが発生しました。

source: Failed to subscribe to push notifications
es: Error al suscribirse a las notificaciones push
fr: Échec de l'abonnement aux notifications push
ja: プッシュ通知の購読に失敗しました

source: Your notifications settings have been updated
es: Se ha actualizado la configuración de tus notificaciones
fr: Vos paramètres de notification ont été mis à jour
ja: 通知設定が更新されました

source: An error occurred while updating your notifications settings
es: Se ha producido un error al actualizar la configuración de las notificaciones
fr: Une erreur s'est produite lors de la mise à jour de vos paramètres de notification
ja: 通知設定の更新中にエラーが発生しました。

source: Back
es: Volver
fr: Retour
ja: バック

source: Request image
es: Solicitar imagen
fr: Demander l'image
ja: 画像リクエスト

source: Tags
es: Etiquetas
ja: タグ

source: Contact Information:
es: Información de contacto:
fr: Informations de contact :
ja: 連絡先

source: Help Request
es: Solicitud de ayuda
fr: Demande d'aide
ja: ヘルプリクエスト

source: Title
es: Título
fr: Titre
ja: タイトル

source: Title is required
es: Título obligatorio
fr: Le titre est obligatoire
ja: タイトルが必要

source: Title cannot be longer than 200 characters
es: El título no puede tener más de 200 caracteres
fr: Le titre ne doit pas dépasser 200 caractères
ja: タイトルは200文字を超えることはできません

source: Description
es: Descripción
ja: 説明

source: Description is required
es: Descripción obligatoria
fr: La description est obligatoire
ja: 説明が必要

source: Description cannot be longer than 2000 characters
es: La descripción no puede superar los 2000 caracteres
fr: La description ne doit pas dépasser 2000 caractères
ja: 説明文は2000文字を超えることはできません。

source: Show my contact information
es: Mostrar mi información de contacto
fr: Afficher mes coordonnées
ja: 連絡先を表示する

source: Deadline
es: Plazo
fr: Date limite
ja: 締め切り

source: Deadline
es: Plazo
fr: Date limite
ja: 締め切り

source: Images*
es: Imágenes
ja: 画像

source: Please add at least one image
es: Añada al menos una imagen
fr: Veuillez ajouter au moins une image
ja: 少なくとも1枚の画像を追加してください。

source: Request updated successfully
es: Solicitud actualizada correctamente
fr: Demande mise à jour avec succès
ja: リクエストの更新に成功

source: Failed to update request
es: No se ha podido actualizar la solicitud
fr: Échec de la mise à jour de la demande
ja: リクエストの更新に失敗しました

source: Request created successfully
es: Solicitud creada correctamente
fr: Demande créée avec succès
ja: リクエストの作成に成功

source: Failed to create request
es: Error al crear la solicitud
fr: Échec de la création de la demande
ja: リクエストの作成に失敗しました

source: The image size should not exceed 100MB
es: El tamaño de la imagen no debe superar los 100 MB
fr: La taille de l'image ne doit pas dépasser 100 Mo.
ja: 画像サイズは100MBを超えないこと

source: Images with size over 100MB ignored
es: Imágenes de más de 100 MB ignoradas
fr: Les images d'une taille supérieure à 100 Mo sont ignorées
ja: 100MBを超える画像は無視される

source: Order by
es: Pedir por
fr: Commander par
ja: 注文方法

source: None
es: Ninguno
fr: Aucun
ja: なし

source: Title (ASC)
es: Título (ASC)
fr: Titre (ASC)
ja: タイトル（ASC）

source: Title (DESC)
es: Título (DESC)
fr: Titre (DESC)
ja: タイトル（DESC）

source: Description (ASC)
es: Descripción (ASC)
ja: 説明（ASC）

source: Description (DESC)
es: Descripción (DESC)
ja: 説明（DESC）

source: Deadline (ASC)
es: Plazo (ASC)
fr: Date limite (ASC)
ja: 締め切り（ASC）

source: Deadline (DESC)
es: Plazo (DESC)
fr: Date limite (DESC)
ja: 締め切り（DESC）

source: Options
es: Opciones
ja: オプション

source: Create Help Request
es: Crear solicitud de ayuda
fr: Créer une demande d'aide
ja: ヘルプリクエストの作成

source: Image
es: Imagen
ja: 画像

source: Issuer
es: Emisor
fr: Émetteur
ja: 発行者

source: Remove
es: Eliminar
fr: Retirer
ja: 削除

source: Issuer:
es: Emisor:
fr: Émetteur :
ja: 発行者

source: Are you sure you want to remove this request? This action can not be undone.
es: ¿Está seguro de que desea eliminar esta solicitud? Esta acción no puede deshacerse.
fr: Êtes-vous sûr de vouloir supprimer cette demande ? Cette action ne peut être annulée.
ja: このリクエストを本当に削除しますか？この行為は取り消すことができない。

source: Request removed successfully
es: Solicitud eliminada con éxito
fr: Demande supprimée avec succès
ja: リクエストの削除に成功

source: Something went wrong. Request was not removed.
es: Algo salió mal. La solicitud no fue retirada.
fr: Quelque chose n'a pas fonctionné. La demande n'a pas été supprimée.
ja: 何かが間違っていた。リクエストは削除されなかった。

source: Switch to Card View
es: Cambiar a la vista de tarjeta
fr: Passer à l'affichage des cartes
ja: カードビューに切り替える

source: Switch to Table View
es: Cambiar a la vista de tabla
fr: Passer à la vue tableau
ja: テーブルビューに切り替える

source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe
ja: パスワードの変更

source: Old Password
es: Contraseña antigua
fr: Ancien mot de passe
ja: 旧パスワード

source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe
ja: パスワードの変更

source: Something's wrong with one or more fields
es: Algo va mal en uno o varios campos
fr: Quelque chose ne va pas avec un ou plusieurs champs
ja: 1つまたは複数のフィールドがおかしい

source: No
fr: Non
ja: いいえ

source: Yes
es: Sí
fr: Oui
ja: はい

source: Confirm Action
es: Confirmar Acción
fr: Confirmer l'action
ja: 行動を確認する

source: Are you sure you want do this?
es: ¿Seguro que quieres hacerlo?
fr: Êtes-vous sûr de vouloir faire cela ?
ja: 本当にやりたいのか？

source: Copy
es: Copia
fr: Copie
ja: コピー

source: close dialog
es: cerrar diálogo
fr: fermer le dialogue
ja: ダイアログを閉じる

source: Text Copied
es: Texto copiado
fr: Texte copié
ja: テキストをコピー

source: close
es: cerrar
fr: fermer
ja: 閉じる

source: Image
es: Imagen
ja: 画像

source: Profile Settings
es: Configuración del perfil
fr: Paramètres du profil
ja: プロフィール設定

source: No records found
es: No se han encontrado registros
fr: Aucun enregistrement n'a été trouvé
ja: 記録なし

source: App Logo
es: Logotipo de la aplicación
fr: Logo de l'application
ja: アプリのロゴ

source: User Avatar
es: Avatar de usuario
fr: Avatar de l'utilisateur
ja: ユーザーアバター

source: Settings
es: Ajustes
fr: Paramètres
ja: 設定

source: Logout
es: Cierre de sesión
fr: Déconnexion
ja: ログアウト

source: Language
es: Idioma
fr: Langue
ja: 言語

source: Profile
es: Perfil
fr: Profil
ja: プロフィール

source: Change password
es: Cambiar contraseña
fr: Modifier le mot de passe
ja: パスワードの変更

source: Logout
es: Cierre de sesión
fr: Déconnexion
ja: ログアウト

source: English
es: Inglés
fr: Anglais
ja: 英語

source: German
es: Alemán
fr: Allemand
ja: ドイツ語

source: French
es: Francés
fr: Français
ja: フランス語

source: Spanish
es: Español
fr: Espagnol
ja: スペイン語

source: Italian
es: Italiano
fr: Italien
ja: イタリア語

source: Japanese
es: Japonés
fr: Japonais
ja: 日本語

source: Urkainian
ja: ウルカイ人

source: Requests
es: Solicitudes
fr: Demandes
ja: リクエスト

source: Requests
es: Solicitudes
fr: Demandes
ja: リクエスト

source: Notifications
es: Notificaciones
ja: お知らせ

source: Notifications
es: Notificaciones
ja: お知らせ

source: Account Preferences
es: Preferencias de la cuenta
fr: Préférences du compte
ja: アカウント設定

source: Account Preferences
es: Preferencias de la cuenta
fr: Préférences du compte
ja: アカウント設定

source: Admin panel
es: Panel de administración
fr: Panneau d'administration
ja: 管理画面

source: Users Management
es: Gestión de usuarios
fr: Gestion des utilisateurs
ja: ユーザー管理

source: Roles & Permissions
es: Funciones y permisos
fr: Rôles et autorisations
ja: 役割と権限

source: Roles & Permissions
es: Funciones y permisos
fr: Rôles et autorisations
ja: 役割と権限

source: Go Back
es: Volver atrás
fr: Retour
ja: 戻る

source: Go Forward
es: Seguir adelante
fr: Aller de l'avant
ja: 前進

source: Forward
es: Adelante
fr: En avant
ja: フォワード
