Repository: strelovidniy/volunterio
Catalog: volunterio.client/src/locale/messages.*.xlf
Languages: es, fr, ja

source: User Image
es: Imagen de usuario
fr: Image de l'utilisateur
ja: ユーザーイメージ

source: Upload new image
es: Cargar nueva imagen
fr: Télécharger une nouvelle image
ja: 新しい画像をアップロードする

source: Save
es: Guardar
fr: Économiser
ja: セーブ

source: Contact Information
es: Información de contacto
fr: Informations sur le contact
ja: 連絡先

source: Phone Number
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号

source: Phone Number cannot be longer than 100 characters
es: El número de teléfono no puede tener más de 100 caracteres
fr: Le numéro de téléphone ne doit pas dépasser 100 caractères
ja: 電話番号は100文字を超えることはできません

source: Invalid Phone Number
es: Número de teléfono no válido
fr: Numéro de téléphone invalide
ja: 無効な電話番号

source: Telegram
es: Telegrama
fr: Télégramme
ja: テレグラム

source: Telegram cannot be longer than 200 characters
es: El telegrama no puede tener más de 200 caracteres
fr: Le télégramme ne doit pas dépasser 200 caractères
ja: 電文は200文字以上

source: Username without the '@' or linked phone number
es: Nombre de usuario sin la @ o número de teléfono vinculado
fr: Nom d'utilisateur sans le '@' ou le numéro de téléphone lié
ja: ユーザー名から「@」を除いたもの、または電話番号をリンクしたもの

source: LinkedIn cannot be longer than 200 characters
es: LinkedIn no puede tener más de 200 caracteres
fr: LinkedIn ne peut pas dépasser 200 caractères
ja: LinkedInは200文字を超えることはできません。

source: LinkedIn page url
es: URL de la página de LinkedIn
fr: URL de la page LinkedIn
ja: LinkedInページのURL

source: Instagram
ja: インスタグラム

source: Instagram cannot be longer than 200 characters
es: Instagram no puede tener más de 200 caracteres
fr: Instagram ne peut pas dépasser 200 caractères
ja: インスタグラムは200文字以内

source: Username without the '@' symbol
es: Nombre de usuario sin el símbolo "@
fr: Nom d'utilisateur sans le symbole "@".
ja: ユーザー名から'@'記号を除いたもの

source: Skype
ja: スカイプ

source: Skype cannot be longer than 200 characters
es: Skype no puede tener más de 200 caracteres
fr: Skype ne doit pas dépasser 200 caractères
ja: スカイプは200文字を超えることはできません。

source: Skype username
es: Nombre de usuario Skype
fr: Nom d'utilisateur Skype
ja: スカイプユーザー名

source: Other
es: Otros
fr: Autres
ja: その他

source: Other cannot be longer than 2000 characters
es: Otros no pueden tener más de 2000 caracteres
fr: Les autres ne peuvent pas dépasser 2000 caractères
ja: その他は2000文字以内

source: Address
es: Dirección
fr: Adresse
ja: 住所

source: Address Line 1
es: Dirección Línea 1
fr: Ligne d'adresse 1
ja: アドレス・ライン1

source: Address Line 1 cannot be longer than 200 characters
es: La línea de dirección 1 no puede tener más de 200 caracteres
fr: La ligne d'adresse 1 ne doit pas comporter plus de 200 caractères
ja: 住所1行目は200文字を超えることはできません。

source: Address Line 1 is required
es: Dirección La línea 1 es obligatoria
fr: La ligne d'adresse 1 est obligatoire
ja: 住所1行目が必要

source: Address Line 2
es: Dirección Línea 2
fr: Ligne d'adresse 2
ja: アドレス・ライン2

source: Address Line 2 cannot be longer than 200 characters
es: La línea de dirección 2 no puede tener más de 200 caracteres
fr: La ligne d'adresse 2 ne peut dépasser 200 caractères
ja: 住所2行目は200文字を超えることはできません。

source: City / District
es: Ciudad / Distrito
fr: Ville / District
ja: 市／区

source: City / District cannot be longer than 200 characters
es: Ciudad / Distrito no puede tener más de 200 caracteres
fr: La ville / le district ne doit pas dépasser 200 caractères
ja: 市区町村は200文字以内

source: City / District is required
es: Ciudad / Distrito obligatorio
fr: La ville / le district est obligatoire
ja: 市区町村名は必須

source: Province / State
es: Provincia / Estado
fr: Province / Etat
ja: 都道府県

source: Province / State cannot be longer than 200 characters
es: Provincia / Estado no puede tener más de 200 caracteres
fr: Province / État ne peut dépasser 200 caractères
ja: 都道府県は200文字以内で入力してください。

source: Province / State is required
es: Provincia / Estado obligatorio
fr: La province / l'état est requis
ja: 都道府県は必須

source: Country
es: País
fr: Pays
ja: 国名

source: Country cannot be longer than 200 characters
es: El país no puede tener más de 200 caracteres
fr: Le pays ne doit pas dépasser 200 caractères
ja: 国名は200文字以内

source: Country is required
es: País obligatorio
fr: Le pays est requis
ja: 国名が必要

source: Postal Code
es: Código postal
fr: Code postal
ja: 郵便番号

source: Postal Code cannot be longer than 200 characters
es: El código postal no puede tener más de 200 caracteres
fr: Le code postal ne doit pas dépasser 200 caractères
ja: 郵便番号は200文字以内

source: Postal Code is required
es: Código postal obligatorio
fr: Le code postal est requis
ja: 郵便番号は必須

source: Address updated successfully
es: Dirección actualizada correctamente
fr: L'adresse a été mise à jour avec succès
ja: アドレスの更新に成功

source: Address update failed
es: Error en la actualización de la dirección
fr: Échec de la mise à jour de l'adresse
ja: アドレスの更新に失敗

source: Address is invalid and not updated
es: La dirección no es válida y no está actualizada
fr: L'adresse n'est pas valide et n'a pas été mise à jour
ja: アドレスが無効で更新されていない

source: Contact details updated successfully
es: Datos de contacto actualizados correctamente
fr: Mise à jour réussie des coordonnées
ja: 連絡先詳細の更新に成功

source: Contact details update failed
es: Error en la actualización de los datos de contacto
fr: La mise à jour des coordonnées a échoué
ja: 連絡先の更新に失敗

source: Contact details is invalid and not updated
es: Los datos de contacto no son válidos y no están actualizados
fr: Les coordonnées ne sont pas valides et ne sont pas mises à jour
ja: 連絡先が無効で更新されていない

source: Profile image uploaded successfully
es: Imagen de perfil cargada correctamente
fr: Image de profil téléchargée avec succès
ja: プロフィール画像のアップロードに成功

source: Profile image upload failed
es: Error al cargar la imagen del perfil
fr: Le téléchargement de l'image du profil a échoué
ja: プロフィール画像のアップロードに失敗しました

source: Name
es: Nombre
fr: Nom
ja: 名称

source: Role name is required
es: El nombre del rol es obligatorio
fr: Le nom du rôle est obligatoire
ja: 役割名は必須

source: Role Type
es: Tipo de función
fr: Type de rôle
ja: 役割タイプ

source: Admin
fr: Administrateur
ja: 管理者

source: User
es: Usuario
fr: Utilisateur
ja: ユーザー

source: Helper
es: Ayudante
fr: Aide
ja: ヘルパー

source: Custom
es: A medida
fr: Sur mesure
ja: カスタム

source: Users Management
es: Gestión de usuarios
fr: Gestion des utilisateurs
ja: ユーザー管理

source: View Users
es: Ver usuarios
fr: Voir les utilisateurs
ja: ユーザーを見る

source: Delete Users
es: Eliminar usuarios
fr: Supprimer des utilisateurs
ja: ユーザーの削除

source: Edit User
es: Editar usuario
fr: Modifier l'utilisateur
ja: 編集ユーザー

source: Roles Management
es: Gestión de funciones
fr: Gestion des rôles
ja: 役割管理

source: View Roles
es: Ver funciones
fr: Voir les rôles
ja: 役割を見る

source: Create and Delete Roles
es: Crear y eliminar funciones
fr: Créer et supprimer des rôles
ja: ロールの作成と削除

source: Edit Roles
es: Editar funciones
fr: Modifier les rôles
ja: 役割の編集

source: System Maintenance
es: Mantenimiento del sistema
fr: Maintenance du système
ja: システムメンテナンス

source: Maintain System
es: Mantener el sistema
fr: Gérer le système
ja: システム維持

source: Help Requests
es: Solicitudes de ayuda
fr: Demandes d'aide
ja: ヘルプリクエスト

source: Create Help Request
es: Crear solicitud de ayuda
fr: Créer une demande d'aide
ja: ヘルプリクエストの作成

source: View Help Requests
es: Ver solicitudes de ayuda
fr: Voir les demandes d'aide
ja: ヘルプリクエストを見る

source: You can't create role without selecting permissions.
es: No se puede crear un rol sin seleccionar los permisos.
fr: Vous ne pouvez pas créer de rôle sans sélectionner de permissions.
ja: 権限を選択しなければ、ロールを作成することはできません。

source: Search
es: Buscar en
fr: Recherche
ja: 検索

source: Add New Role
es: Añadir nueva función
fr: Ajouter un nouveau rôle
ja: 新しい役割を追加する

source: Created At
es: Creado en
fr: Créé à
ja: 作成日時

source: Updated At
es: Actualizado en
fr: Mis à jour le
ja: 更新日時

source: Actions
es: Acciones
ja: 行動

source: Are you sure you want to delete this role?
es: ¿Está seguro de que desea eliminar esta función?
fr: Êtes-vous sûr de vouloir supprimer ce rôle ?
ja: この役割を削除してもよろしいですか？

source: Change Role
es: Cambiar el papel
fr: Changer de rôle
ja: 役割の変更

source: Role
es: Papel
fr: Rôle
ja: 役割

source: Select role
es: Seleccionar función
fr: Sélectionner un rôle
ja: 役割を選択

source: Role is required
es: Función requerida
fr: Le rôle est requis
ja: 役割は必須

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる

source: Email
es: Correo electrónico
fr: Courriel
ja: 電子メール

source: First Name
es: Nombre
fr: Prénom
ja: 名前

source: First Name is required
es: El nombre es obligatorio
fr: Le prénom est obligatoire
ja: 名前は必須

source: Last Name
es: Apellido
fr: Nom de famille
ja: ラストネーム

source: Last Name is required
es: Apellido obligatorio
fr: Le nom de famille est obligatoire
ja: 姓は必須

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

source: Edit
es: Editar
fr: Editer
ja: 編集

source: Status
es: Estado
fr: Statut
ja: ステータス

source: Are you sure you want to delete this user?
es: ¿Está seguro de que desea eliminar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur ?
ja: 本当にこのユーザーを削除しますか？

source: auth image
es: Imagen de autenticación
fr: image d'authentification
ja: 認証イメージ

source: Choosse your way
es: Elige tu camino
fr: Choisissez votre voie
ja: 道を選ぶ

source: This cannot be changed in future. <br/> Choosse wisely.
es: Esto no podrá modificarse en el futuro. <br/> Elige sabiamente.
fr: Cette disposition ne pourra pas être modifiée à l'avenir. <br/> Faites un choix judicieux.
ja: これは今後も変更できない。<br/>賢明な選択を。

source: Helper way
es: Manera de ayudar
fr: Voie de l'aide
ja: ヘルパー道

source: Regular way
es: Vía regular
fr: Voie normale
ja: 通常の方法

source: Confirming email...
es: Confirmando email...
fr: Courriel de confirmation...
ja: メールの確認

source: Success
es: Éxito
fr: Succès
ja: 成功

source: Your email has been confirmed. <br /> You will be redirected to the login page in a few seconds.
es: Su correo electrónico ha sido confirmado. <br /> En unos segundos se le redirigirá a la página de inicio de sesión.
fr: Votre courriel a été confirmé. <br /> Vous serez redirigé vers la page de connexion dans quelques secondes.
ja: メールが確認されました。<br />数秒後にログインページにリダイレクトされます。

source: Oops, something went wrong.
es: Uy, algo salió mal.
fr: Oups, il y a eu un problème.
ja: おっと、何かが間違っていたようだ。

source: Please try again later or contact support.
es: Vuelva a intentarlo más tarde o póngase en contacto con el servicio de asistencia.
fr: Veuillez réessayer plus tard ou contacter l'assistance.
ja: 後でもう一度お試しいただくか、サポートまでご連絡ください。

source: Email confirmed successfully
es: Correo electrónico confirmado correctamente
fr: Courriel confirmé avec succès
ja: メールの確認に成功

source: Forgot password ?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？

source: Email is required
es: Correo electrónico obligatorio
fr: L'adresse électronique est requise
ja: Eメールは必須

source: Invalid email
es: Correo electrónico no válido
fr: Courriel non valide
ja: 無効な電子メール

source: Send
es: Enviar
fr: Envoyer
ja: 送信

source: Email is required
es: Correo electrónico obligatorio
fr: L'adresse électronique est requise
ja: Eメールは必須

source: Invalid email
es: Correo electrónico no válido
fr: Courriel non valide
ja: 無効な電子メール

source: Log in
es: Conectarse
fr: Se connecter
ja: ログイン

source: Enter your details to countinue
es: Introduzca sus datos para continuar
fr: Entrez vos coordonnées pour continuer
ja: 詳細を入力してください。

source: Please provide a valid email address
es: Indique una dirección de correo electrónico válida
fr: Veuillez fournir une adresse électronique valide
ja: 有効なEメールアドレスをご記入ください。

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Please provide a valid password
es: Introduzca una contraseña válida
fr: Veuillez fournir un mot de passe valide
ja: 有効なパスワードを入力してください。

source: Remember me
es: Acuérdate de mí
fr: Souvenez-vous de moi
ja: リメンバー・ミー

source: Forgot password ?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか？

source: Log In
es: Iniciar sesión
fr: Se connecter
ja: ログイン

source: I don't have an account. <a [routerLink]="['/auth/sign-up']"> Sign up </a>
es: No tengo cuenta. <a [routerLink]="['/auth/sign-up']"> Inscríbete </a>
fr: Je n'ai pas de compte. <a [routerLink]="['/auth/sign-up']"> S'inscrire </a>
ja: 私はアカウントを持っていない。<a [routerLink]="['/auth/sign-up']">登録する</a>

source: Create New Password
es: Crear nueva contraseña
fr: Créer un nouveau mot de passe
ja: 新しいパスワードの作成

source: Enter your new password
es: Introduzca su nueva contraseña
fr: Entrez votre nouveau mot de passe
ja: 新しいパスワードを入力してください。

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード

source: Must be at least 8 characters!
es: Debe tener al menos 8 caracteres.
fr: Doit comporter au moins 8 caractères !
ja: 8文字以上でなければならない！

source: Must contain at least 1 number!
es: Debe contener al menos 1 número
fr: Doit contenir au moins 1 chiffre !
ja: 少なくとも1つの数字が含まれていなければならない！

source: Must contain at least 1 in Capital Case!
es: Debe contener al menos 1 en mayúsculas
fr: Doit contenir au moins 1 mot en majuscule !
ja: 大文字が少なくとも1つ含まれていなければならない！

source: Must contain at least 1 Letter in Small Case!
es: Debe contener al menos 1 letra en minúscula.
fr: Doit contenir au moins 1 lettre en minuscule !
ja: 小文字のアルファベットを1文字以上含むこと！

source: Confirm New Password
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードの確認

source: Field is required
es: Campo obligatorio
fr: Le champ est obligatoire
ja: フィールドは必須

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しない

source: Reset Password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードのリセット

source: Back to login
es: Volver al inicio de sesión
fr: Retour au login
ja: ログインに戻る

source: Sign Up
es: Inscribirse
fr: S'inscrire
ja: 会員登録

source: First Name cannot contains space
es: El nombre no puede contener espacios
fr: Le prénom ne peut pas contenir d'espace
ja: 名前にスペースを含めることはできません

source: Last Name cannot contains space
es: El apellido no puede contener espacios
fr: Le nom de famille ne peut pas contenir d'espace
ja: 姓にスペースを含めることはできません

source: Incorrect email format
es: Formato incorrecto del correo electrónico
fr: Format de courrier électronique incorrect
ja: 誤ったEメールフォーマット

source: Confirm Password
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードの確認

source: Confirm Password is required
es: Es necesario confirmar la contraseña
fr: Confirmer le mot de passe est nécessaire
ja: パスワードの確認が必要です

source: I agree to the Terms and Conditions
es: Acepto las condiciones generales
fr: J'accepte les conditions générales d'utilisation
ja: 利用規約に同意します

source: You already have an account? <a (click)="logIn()"> Log in </a>
es: ¿Ya tiene una cuenta? <a (click)="logIn()"> Conectarse </a>
fr: Vous avez déjà un compte ? <a (click)="logIn()"> Se connecter </a>
ja: すでにアカウントをお持ちですか？<a (click)="logIn()">ログイン</a>

source: Something wrong with one or more fields
es: Algún error en uno o varios campos
fr: Quelque chose ne va pas avec un ou plusieurs champs
ja: 1つまたは複数のフィールドに何か問題がある

source: You have successfully registered. Please check your email to confirm your account
es: Se ha registrado correctamente. Compruebe su correo electrónico para confirmar su cuenta
fr: Vous vous êtes inscrit avec succès. Veuillez vérifier votre courrier électronique pour confirmer votre compte
ja: 登録に成功しました。アカウントの確認のため、Eメールをご確認ください。

source: Welcome to the app <br> & let's get started
es: Bienvenido a la aplicación <br> y empecemos
fr: Bienvenue sur l'application <br> et commençons à travailler !
ja: アプリへようこそ<br> & 始めましょう

source: This app is the best app, thank you for downloading it. <br> You won't regret using it.
es: Esta aplicación es la mejor aplicación, gracias por descargarla. <br> No se arrepentirá de utilizarlo.
fr: Cette application est la meilleure, merci de l'avoir téléchargée. <br> Vous ne regretterez pas de l'avoir utilisé.
ja: このアプリは最高のアプリです。ダウンロードしてくれてありがとう。<br>使って後悔することはないだろう。

source: Sign up
es: Inscríbete
fr: S'inscrire
ja: 登録する

source: By signing up, I agree to the Terms and Conditions <br> and Privacy Policy
es: Al inscribirme, acepto las Condiciones generales <br> y la Política de privacidad
fr: En m'inscrivant, j'accepte les conditions générales <br> et la politique de confidentialité.
ja: 登録することにより、利用規約<br> およびプライバシーポリシーに同意します。

source: Method not available
es: Método no disponible
fr: Méthode non disponible
ja: 方法は不明

source: Unauthorized
es: Sin autorización
fr: Non autorisé
ja: 無許可

source: Forbidden
es: Prohibido
fr: Interdit
ja: 禁止

source: User not found
es: Usuario no encontrado
fr: Utilisateur non trouvé
ja: ユーザーが見つかりません

source: Role not found
es: Función no encontrada
fr: Rôle non trouvé
ja: 役割が見つかりません

source: Helper role not found
es: Rol de ayudante no encontrado
fr: Rôle d'aide non trouvé
ja: ヘルパーの役割が見つかりません

source: User role not found
es: Rol de usuario no encontrado
fr: Le rôle de l'utilisateur n'a pas été trouvé
ja: ユーザー・ロールが見つかりません

source: Directory not found
es: Directorio no encontrado
fr: Répertoire non trouvé
ja: ディレクトリが見つかりません

source: File not found
es: Archivo no encontrado
fr: Fichier non trouvé
ja: ファイルが見つかりません

source: Help request not found
es: Solicitud de ayuda no encontrada
fr: Demande d'aide non trouvée
ja: ヘルプリクエストが見つかりません

source: Image not found
es: Imagen no encontrada
fr: Image non trouvée
ja: 画像が見つかりません

source: Query result error
es: Error en el resultado de la consulta
fr: Erreur dans le résultat de la requête
ja: クエリー結果エラー

source: Email sending error
es: Error de envío de correo electrónico
fr: Erreur d'envoi de courrier électronique
ja: メール送信エラー

source: Image processing error
es: Error de procesamiento de imágenes
fr: Erreur de traitement d'image
ja: 画像処理エラー

source: User has no role
es: El usuario no tiene ninguna función
fr: L'utilisateur n'a pas de rôle
ja: ユーザーには役割がない

source: File has an unacceptable format
es: El archivo tiene un formato inaceptable
fr: Le fichier a un format inacceptable
ja: ファイルの形式が不適切

source: Role cannot be updated
es: No se puede actualizar la función
fr: Le rôle ne peut pas être mis à jour
ja: 役割は更新できません

source: Role cannot be deleted
es: La función no se puede eliminar
fr: Le rôle ne peut pas être supprimé
ja: 役割は削除できません

source: User role cannot be changed
es: No se puede cambiar el rol de usuario
fr: Le rôle de l'utilisateur ne peut pas être modifié
ja: ユーザーの役割は変更できません

source: Tag cannot be empty
es: La etiqueta no puede estar vacía
fr: L'étiquette ne peut pas être vide
ja: タグを空にすることはできない

source: First name too long
es: Nombre demasiado largo
fr: Prénom trop long
ja: 長すぎるファーストネーム

source: Last name too long
es: Apellido demasiado largo
fr: Nom de famille trop long
ja: 名字が長すぎる

source: File is too large
es: El archivo es demasiado grande
fr: Le fichier est trop volumineux
ja: ファイルが大きすぎる

source: Email too long
es: Correo electrónico demasiado largo
fr: Email trop long
ja: メールが長すぎる

source: Address line 1 too long
es: Dirección línea 1 demasiado larga
fr: Ligne d'adresse 1 trop longue
ja: アドレス1行目が長すぎる

source: Address line 2 too long
es: Dirección línea 2 demasiado larga
fr: Ligne d'adresse 2 trop longue
ja: アドレス2行目が長すぎる

source: City too long
es: Ciudad demasiado larga
fr: Ville trop longue
ja: 長すぎる都市

source: State too long
es: Estado demasiado largo
fr: État trop long
ja: 州が長すぎる

source: Postal code too long
es: Código postal demasiado largo
fr: Code postal trop long
ja: 郵便番号が長すぎる

source: Country too long
es: País demasiado largo
fr: Pays trop long
ja: 長すぎる国

source: Instagram too long
es: Instagram demasiado largo
fr: Instagram trop long
ja: 長すぎるインスタグラム

source: LinkedIn too long
es: LinkedIn demasiado largo
fr: LinkedIn trop long
ja: リンクトインは長すぎる

source: Phone number too long
es: Número de teléfono demasiado largo
fr: Numéro de téléphone trop long
ja: 長すぎる電話番号

source: Skype too long
es: Skype demasiado tiempo
fr: Skype trop long
ja: スカイプが長すぎる

source: Telegram too long
es: Telegrama demasiado largo
fr: Télégramme trop long
ja: 長すぎる電報

source: Other too long
es: Otro demasiado largo
fr: Autre trop long
ja: その他、長すぎる

source: Title too long
es: Título demasiado largo
fr: Titre trop long
ja: タイトルが長すぎる

source: Description too long
es: Descripción demasiado larga
fr: Description trop longue
ja: 説明が長すぎる

source: Tag too long
es: Etiqueta demasiado larga
fr: Étiquette trop longue
ja: タグが長すぎる

source: Endpoint too long
es: Punto final demasiado largo
fr: Point final trop long
ja: 終点が長すぎる

source: Auth too long
es: Auth demasiado largo
fr: Auth trop longue
ja: 認証が長すぎる

source: P256dh too long
es: P256dh demasiado largo
fr: P256dh trop long
ja: P256dhが長すぎる

source: Incorrect password
es: Contraseña incorrecta
fr: Mot de passe incorrect
ja: パスワードの誤り

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しない

source: Old password incorrect
es: Contraseña antigua incorrecta
fr: Ancien mot de passe incorrect
ja: 旧パスワードの誤り

source: User already exists
es: El usuario ya existe
fr: L'utilisateur existe déjà
ja: ユーザーが既に存在する

source: Role already exists
es: Función ya existente
fr: Le rôle existe déjà
ja: 役割はすでに存在する

source: Email already exists
es: El correo electrónico ya existe
fr: L'e-mail existe déjà
ja: 電子メールはすでに存在する

source: Role type required
es: Tipo de función requerida
fr: Type de rôle requis
ja: 必要な役割タイプ

source: Role ID required
es: Rol ID requerido
fr: ID de rôle requis
ja: 役割IDが必要

source: User ID required
es: ID de usuario requerido
fr: ID utilisateur requis
ja: ユーザーIDが必要

source: Last name required
es: Apellido requerido
fr: Nom de famille obligatoire
ja: 姓必須

source: First name required
es: Nombre requerido
fr: Prénom obligatoire
ja: 名 必須

source: Invitation token required
es: Invitación obligatoria
fr: Jeton d'invitation requis
ja: 招待状が必要

source: Password required
es: Contraseña obligatoria
fr: Mot de passe requis
ja: パスワードが必要

source: Email required
es: Correo electrónico requerido
fr: Courriel requis
ja: Eメール必須

source: Role name required
es: Nombre del rol requerido
fr: Nom du rôle requis
ja: 役割名必須

source: Verification code required
es: Código de verificación requerido
fr: Code de vérification requis
ja: 検証コードが必要

source: Confirm password required
es: Confirmar contraseña
fr: Confirmation du mot de passe requise
ja: パスワードの確認が必要

source: Address line 1 required
es: Dirección línea 1 obligatoria
fr: Ligne d'adresse 1 obligatoire
ja: 住所1行目必須

source: City required
es: Ciudad requerida
fr: Ville souhaitée
ja: 都市が必要

source: State required
es: Estado requerido
fr: État requis
ja: 州の要求

source: Postal code required
es: Código postal requerido
fr: Code postal requis
ja: 郵便番号必須

source: Country required
es: País requerido
fr: Pays requis
ja: 必要な国

source: Images required
es: Imágenes necesarias
fr: Images requises
ja: 必要な画像

source: Description required
es: Descripción requerida
fr: Description requise
ja: 要説明

source: Title required
es: Título requerido
fr: Titre requis
ja: タイトルが必要

source: Auth required
es: Autenticación obligatoria
fr: Auth requise
ja: 認証が必要

source: P256dh required
es: Se requiere P256dh
fr: P256dh nécessaire
ja: P256dhが必要

source: Keys required
es: Llaves necesarias
fr: Clés nécessaires
ja: キーが必要

source: Endpoint required
es: Punto final requerido
fr: Point final requis
ja: エンドポイントが必要

source: Filter titles required
es: Filtrar títulos requeridos
fr: Titres des filtres requis
ja: 要フィルター・タイトル

source: Filter tags required
es: Filtrar etiquetas requeridas
fr: Filtre de tags requis
ja: 要フィルタータグ

source: Password length exceeded
es: Se ha superado la longitud de la contraseña
fr: Longueur du mot de passe dépassée
ja: パスワード長超過
